---
kind: other
id: Properties.T:Autodesk.Revit.DB.LinkLoadContent
source: html/f0c6c4dd-75f9-f2fa-ee25-f22b51617d20.htm
---
# LinkLoadContent Properties

Specifies whether the .NET object represents a valid Revit entity.